Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Questify
zh_hans: 城瘾

source: Account details
zh_hans: 账号信息

# account.featuresPending
source: You are signed in. The remaining native business screens are still being migrated.
zh_hans: 已登录，其余原生业务页面仍在迁移中。

source: Account ID
zh_hans: 账号 ID

# account.name
source: Name
zh_hans: 昵称

# account.role
source: Server role
zh_hans: 服务端身份

# account.role.club
source: Club
zh_hans: 俱乐部

# account.role.merchant
source: Merchant
zh_hans: 商家

# account.role.other
source: Other server role
zh_hans: 其他服务端身份

# account.role.player
source: Player
zh_hans: 玩家

# account.title
source: Account
zh_hans: 账号

# accountCollection.coupon.calendarHint
source: Dates use the service’s calendar day. Availability follows the latest server status.
zh_hans: 日期按服务端自然日显示，是否可用以最新服务端状态为准。

# accountCollection.coupon.detail
source: Coupon details
zh_hans: 优惠券详情

# accountCollection.coupon.history
source: Coupon history
zh_hans: 优惠券记录

# accountCollection.coupon.invalidHint
source: This coupon was invalidated by the platform
zh_hans: 该券已被平台手动失效

# accountCollection.coupon.readOnly
source: Read-only coupon details. Redemption codes are not available here yet.
zh_hans: 只读优惠券详情，此处暂不提供核销码。

# accountCollection.coupon.received
source: Received
zh_hans: 领取日期

# accountCollection.coupon.status.expired
source: Expired
zh_hans: 已过期

# accountCollection.coupon.status.invalid
source: Invalid
zh_hans: 已失效

# accountCollection.coupon.status.unknown
source: Status unconfirmed
zh_hans: 状态待确认

# accountCollection.coupon.status.unused
source: Unused
zh_hans: 待使用

# accountCollection.coupon.status.used
source: Used
zh_hans: 已使用

# accountCollection.coupon.untitled
source: Coupon
zh_hans: 优惠券

# accountCollection.coupon.used
source: Used on
zh_hans: 使用日期

# accountCollection.coupon.validFrom
source: Valid from
zh_hans: 开始日期

# accountCollection.coupon.validUntil
source: Valid until
zh_hans: 截止日期

# accountCollection.coupon.validity
source: Validity
zh_hans: 有效期

# accountCollection.coupon.validityUnknown
source: Validity unconfirmed
zh_hans: 有效期待确认

# accountCollection.coupons.empty
source: No coupons yet
zh_hans: 暂无优惠券

# accountCollection.coupons.emptyHint
source: Coupons you receive will appear here
zh_hans: 领取的优惠券会出现在这里

# accountCollection.coupons.filter
source: Show
zh_hans: 显示

# accountCollection.coupons.filter.all
source: All
zh_hans: 全部

# accountCollection.coupons.filter.expired
source: Expired
zh_hans: 已过期

# accountCollection.coupons.filter.unused
source: Unused
zh_hans: 待使用

# accountCollection.coupons.filter.used
source: Used
zh_hans: 已使用

# accountCollection.coupons.filteredEmpty
source: No matching coupons
zh_hans: 没有符合条件的优惠券

# accountCollection.coupons.filteredEmptyHint
source: Try another filter or search
zh_hans: 试试其他筛选条件或关键词

# accountCollection.coupons.search
source: Search coupons
zh_hans: 搜索优惠券

# accountCollection.coupons.title
source: My coupons
zh_hans: 我的优惠券

# accountCollection.failed
source: These items could not be loaded
zh_hans: 暂时无法读取这些内容

# accountCollection.favorites.empty
source: No saved topics yet
zh_hans: 还没有收藏的主题

# accountCollection.favorites.emptyHint
source: Topics you save will appear here
zh_hans: 收藏的主题会出现在这里

# accountCollection.favorites.openHint
source: Opens topic details
zh_hans: 打开主题详情

# accountCollection.favorites.place
source: Location
zh_hans: 地点

# accountCollection.favorites.title
source: Favorites
zh_hans: 我的收藏

# accountCollection.favorites.untitled
source: Untitled topic
zh_hans: 未命名主题

# accountCollection.fixture.signOut
source: Sign out of this example
zh_hans: 退出此示例账号

# accountCollection.loadMore
source: Load more
zh_hans: 加载更多

# accountCollection.loading
source: Loading…
zh_hans: 正在读取…

# accountCollection.network
source: Check your connection and try again
zh_hans: 请检查网络后重试

# accountCollection.notConfigured
source: Collection service is not configured
zh_hans: 尚未配置收藏服务

# accountCollection.offlineExample
source: Offline synthetic example
zh_hans: 离线合成示例

# accountCollection.refresh
source: Refresh
zh_hans: 刷新

# accountCollection.retry
source: Retry
zh_hans: 重试

# accountCollection.signInRequired
source: Sign in to see your saved collections
zh_hans: 登录后查看收藏和优惠券

# accountCollection.title
source: Saved collections
zh_hans: 我的收藏与优惠券

# accountCollection.unavailable
source: This coupon is no longer available
zh_hans: 此优惠券已不可用

# action.back
source: Back
zh_hans: 返回

# action.cancel
source: Cancel
zh_hans: 取消

# action.close
source: Close
zh_hans: 关闭

# action.done
source: Done
zh_hans: 完成

# action.retry
source: Retry
zh_hans: 重试

# activity.about
source: About this activity
zh_hans: 活动介绍

# activity.address
source: Address
zh_hans: 地址

# activity.browse
source: Activities
zh_hans: 活动

# activity.clubRequired
source: Club membership required
zh_hans: 需要俱乐部成员身份

# activity.clubRequiredHint
source: Join the required club before viewing this activity.
zh_hans: 加入对应俱乐部后才能查看此活动。

# activity.currencyUnconfirmed
source: Currency awaiting confirmation
zh_hans: 币种待确认

# activity.date
source: Date
zh_hans: 时间

source: Activity details
zh_hans: 活动详情

# activity.empty
source: No activities found
zh_hans: 暂无活动

# activity.emptyHint
source: Try a different search.
zh_hans: 试试其他搜索词。

# activity.fixtureNotice
source: UI test fixtures · No live data
zh_hans: UI 测试数据 · 非实时内容

# activity.inventoryUnknown
source: Availability not provided
zh_hans: 余量未提供

# activity.loadFailed
source: Could not load this content
zh_hans: 暂时无法加载内容

# activity.loadMore
source: Load more
zh_hans: 加载更多

# activity.loading
source: Loading activities…
zh_hans: 正在加载活动…

# activity.location
source: Location
zh_hans: 地点

# activity.noTickets
source: No tickets are listed yet.
zh_hans: 暂无已列出的票种。

# activity.priceUnknown
source: Price unavailable
zh_hans: 价格待确认

# activity.registrationPending
source: Registration and payment are still being migrated. No order can be created here yet.
zh_hans: 报名和支付仍在迁移中，当前页面尚不能创建订单。

# activity.search
source: Search activities
zh_hans: 搜索活动

# activity.soldOut
source: Sold out
zh_hans: 已售罄

# activity.startingPrice
source: Starting price
zh_hans: 起始价格

# activity.tickets
source: Tickets
zh_hans: 票种

# activity.unavailable
source: Service unavailable
zh_hans: 服务不可用

# activity.untitled
source: Unnamed activity
zh_hans: 未命名活动

# auth.channels.appleFailed
source: Apple sign-in could not be completed. Please try again.
zh_hans: 暂时无法完成 Apple 登录，请重试。

# auth.channels.appleIncomplete
source: Apple sign-in was not completed. You can try again or use another sign-in method.
zh_hans: Apple 登录未完成。你可以重试或使用其他登录方式。

# auth.channels.appleMissingCredential
source: Apple did not provide a usable sign-in credential. Please try again.
zh_hans: Apple 未返回有效的登录凭证，请重试。

# auth.channels.appleNotConfigured
source: Apple sign-in is not enabled for this build. Native capability and backend configuration must be verified first.
zh_hans: 此版本尚未启用 Apple 登录，需要先验证原生权限及后端配置。

# auth.channels.appleWorking
source: Completing Apple sign-in…
zh_hans: 正在完成 Apple 登录…

# auth.channels.code
source: Verification code
zh_hans: 验证码

# auth.channels.codeLifetime
source: Codes expire after five minutes. Request a new code only when you need one.
zh_hans: 验证码五分钟内有效。需要时请主动重新获取。

# auth.channels.cooldownSeconds
source: Seconds before you can request another code
zh_hans: 距离可再次获取验证码的秒数

# auth.channels.invalidCode
source: Enter the numeric verification code, up to six digits.
zh_hans: 请输入数字验证码，最多六位。

# auth.channels.invalidPhone
source: Enter an 11-digit phone number.
zh_hans: 请输入 11 位手机号。

# auth.channels.legalConsent
source: By signing in, you agree to the User Agreement and Privacy Policy.
zh_hans: 登录即同意《用户服务协议》与《隐私政策》。

# auth.channels.legalPending
source: Release configuration required: approved app-specific legal documents and working links are not yet verified.
zh_hans: 发布前需完成配置：适用于本应用的正式法律文档与可用入口尚未验证。

# auth.channels.phone
source: 11-digit phone number
zh_hans: 11 位手机号

# auth.channels.phoneTitle
source: Phone sign-in
zh_hans: 手机号登录

# auth.channels.privacyPolicy
source: Privacy Policy
zh_hans: 隐私政策

# auth.channels.rateLimited
source: Too many requests. Please wait before trying again.
zh_hans: 请求过于频繁，请稍后重试。

# auth.channels.rejected
source: The service rejected this request. Check your details or try again later.
zh_hans: 服务未接受此次请求，请核对信息或稍后重试。

# auth.channels.resendCode
source: Resend code
zh_hans: 重新获取

# auth.channels.sendCode
source: Get code
zh_hans: 获取验证码

# auth.channels.sendingCode
source: Sending code…
zh_hans: 正在发送验证码…

# auth.channels.sessionUnavailable
source: Your sign-in session changed. Close this form and try again.
zh_hans: 登录状态已变化，请关闭此页面后重试。

# auth.channels.smsOutcomeUnknown
source: We could not confirm whether the code was sent. Check your messages, then wait before requesting another.
zh_hans: 暂时无法确认验证码是否已发送。请先查看短信，稍后再主动获取。

# auth.channels.smsSent
source: Code sent. Check your messages.
zh_hans: 验证码已发送，请查看短信。

# auth.channels.title
source: More ways to sign in
zh_hans: 其他登录方式

# auth.channels.userAgreement
source: User Agreement
zh_hans: 用户服务协议

# auth.existingAccount
source: Existing account
zh_hans: 已有账号

# auth.expired
source: Your session has expired. Please sign in again.
zh_hans: 登录已过期，请重新登录。

# auth.invalidInput
source: Check your username and password.
zh_hans: 请检查账号和密码。

# auth.invalidResponse
source: The service returned an invalid account response.
zh_hans: 服务返回的账号信息无效。

# auth.loginRejected
source: Sign-in failed. Check your account details and try again.
zh_hans: 登录失败，请核对账号信息后重试。

# auth.merchantNotice
source: Sign in to continue as a merchant. Merchant permissions come from your verified account.
zh_hans: 登录后继续商家流程，商家权限以已审核账号为准。

# auth.networkError
source: Unable to reach the service. Please try again.
zh_hans: 暂时无法连接服务，请重试。

# auth.notConfigured
source: The approved service address is not configured for this build.
zh_hans: 此构建尚未配置已批准的服务地址。

# auth.password
source: Password
zh_hans: 密码

# auth.playerNotice
source: Sign in with your existing account to continue.
zh_hans: 使用已有账号登录以继续。

# auth.registrationPending
source: New account registration and other sign-in methods are not connected in this migration slice.
zh_hans: 此迁移阶段尚未接通新账号注册和其他登录方式。

# auth.signIn
source: Sign in
zh_hans: 登录

# auth.signOut
source: Sign out
zh_hans: 退出登录

# auth.signOutConfirm
source: Sign out of this account?
zh_hans: 退出当前账号？

# auth.storageError
source: Secure storage is unavailable. Please try again.
zh_hans: 安全存储暂不可用，请重试。

# auth.title
source: Sign in
zh_hans: 登录

# auth.username
source: Username
zh_hans: 账号

# auth.wechat.cancelled
source: WeChat sign-in was cancelled
zh_hans: 已取消微信登录

# auth.wechat.denied
source: WeChat authorization was declined
zh_hans: 微信授权未获批准

# auth.wechat.hint
source: Requires verified WeChat setup, legal approval and an available Apple sign-in alternative
zh_hans: 需要完成微信配置、法律审核并提供可用的 Apple 登录方式

# auth.wechat.invalidCode
source: WeChat did not return a valid authorization code
zh_hans: 微信未返回有效授权码

# auth.wechat.invalidResponse
source: The sign-in response could not be verified
zh_hans: 无法验证登录响应

# auth.wechat.invalidState
source: The WeChat response could not be verified. Start again
zh_hans: 无法验证微信响应，请重新开始

# auth.wechat.launchFailed
source: WeChat authorization could not start
zh_hans: 无法启动微信授权

# auth.wechat.network
source: Could not complete sign-in. Try again
zh_hans: 无法完成登录，请重试

# auth.wechat.notConfigured
source: WeChat sign-in is not configured for this build
zh_hans: 此版本尚未配置微信登录

# auth.wechat.rateLimited
source: Too many attempts. Try again later
zh_hans: 尝试次数过多，请稍后重试

# auth.wechat.rejected
source: WeChat sign-in was rejected
zh_hans: 微信登录被拒绝

# auth.wechat.signIn
source: Continue with WeChat
zh_hans: 微信登录

# auth.wechat.staleSession
source: Your sign-in session changed. Start again
zh_hans: 登录会话已更改，请重新开始

# auth.wechat.storage
source: Could not securely save your sign-in
zh_hans: 无法安全保存登录信息

# auth.wechat.timedOut
source: WeChat sign-in timed out. Try again
zh_hans: 微信登录超时，请重试

# auth.wechat.unauthorized
source: The sign-in request was not accepted
zh_hans: 登录请求未获接受

# auth.wechat.unavailable
source: WeChat is unavailable on this device
zh_hans: 此设备无法使用微信

# auth.wechat.working
source: Waiting for WeChat sign-in
zh_hans: 正在等待微信登录

# bank.withdrawal.accepted
source: Application received for review
zh_hans: 申请已提交，等待审核

# bank.withdrawal.account
source: Bank account number
zh_hans: 银行账号

# bank.withdrawal.amount
source: Withdrawal amount
zh_hans: 提现金额

# bank.withdrawal.amountCNY
source: Amount (CNY)
zh_hans: 金额（人民币）

# bank.withdrawal.applicationID
source: Application reference
zh_hans: 申请编号

# bank.withdrawal.bank
source: Bank name
zh_hans: 银行名称

# bank.withdrawal.checkDetails
source: Check withdrawal details
zh_hans: 核对提现资料

# bank.withdrawal.confirmSubmit
source: Confirm and submit application
zh_hans: 确认并提交提现申请

# bank.withdrawal.consentRequired
source: Current bank-information consent has not been verified. No withdrawal can be submitted.
zh_hans: 尚未验证当前版本的银行卡信息收集同意记录，暂不能提交提现。

# bank.withdrawal.currentDocument
source: View the current bank-data document
zh_hans: 查看当前银行信息收集说明

# bank.withdrawal.destination
source: Receiving bank account
zh_hans: 收款银行账户

# bank.withdrawal.discard
source: Discard details
zh_hans: 清除资料

# bank.withdrawal.discardQuestion
source: Discard unsubmitted bank details?
zh_hans: 清除尚未提交的银行卡资料？

# bank.withdrawal.disclosure
source: Continuing sends this amount, account holder name, bank name, bank account number, and phone number to the platform for a withdrawal check. Current bank-information consent must already be verified.
zh_hans: 继续操作会向平台发送本次金额、姓名、银行名称、银行账号及电话，用于提现确认；需先验证当前版本的银行卡信息收集同意记录。

# bank.withdrawal.expired
source: This confirmation expired. Verify the earlier request before starting again.
zh_hans: 本次确认已过期，请核实前一笔请求后再重新发起。

# bank.withdrawal.feeArrivalUnknown
source: The confirmation API does not provide a fee quote or arrival estimate. Do not assume a net amount or arrival date.
zh_hans: 确认接口暂未提供手续费报价或到账时间，不能据此确定净到账金额或日期。

# bank.withdrawal.historyNotice
source: Application history. Approval does not mean the money has arrived in your bank account.
zh_hans: 提现申请记录。审核通过不代表银行卡已到账。

# bank.withdrawal.invalidInput
source: Enter all fields. Use a positive amount with at most 12 integer digits and 2 decimal places. Name/account limits are 64 characters, bank 128, and phone 32.
zh_hans: 请填写所有项目。金额须大于零，最多12位整数和2位小数；姓名、账号最多64字符，银行名称128字符，电话32字符。

# bank.withdrawal.keyboardDone
source: Done
zh_hans: 完成

# bank.withdrawal.name
source: Account holder name
zh_hans: 收款人姓名

# bank.withdrawal.notPaid
source: This confirms receipt of your application. It does not confirm payout or arrival in your bank account.
zh_hans: 此结果仅确认申请已受理，不代表已打款或银行卡已到账。

# bank.withdrawal.notSubmitted
source: These details have not been submitted. Review them before continuing.
zh_hans: 这些资料尚未提交，请先核对。

# bank.withdrawal.phone
source: Contact phone number
zh_hans: 联系电话

# bank.withdrawal.prepare
source: Send details for confirmation
zh_hans: 发送资料并获取确认

# bank.withdrawal.privacy
source: Bank details stay in memory while this form is open. Closing it, changing accounts, or leaving the app clears unsubmitted details.
zh_hans: 银行卡资料仅在此表单打开期间保留在内存中。关闭表单、切换账号或将应用转入后台，会清除未提交资料。

# bank.withdrawal.reject
source: Reject this request
zh_hans: 拒绝本次请求

# bank.withdrawal.review
source: Review details
zh_hans: 核对资料

# bank.withdrawal.serverBlocked
source: The server did not allow this request to proceed. No application was submitted.
zh_hans: 服务端未允许继续本次请求，尚未提交提现申请。

# bank.withdrawal.serverConfirmation
source: Server confirmation
zh_hans: 服务端确认

# bank.withdrawal.serverWarning
source: Check this withdrawal carefully
zh_hans: 请仔细核对本次提现

# bank.withdrawal.supportAlternative
source: For assistance with balances or withdrawal records, contact platform support.
zh_hans: 如需核对余额或提现记录，可联系平台客服。

# bank.withdrawal.title
source: Bank-card withdrawal
zh_hans: 银行卡提现

# bank.withdrawal.unavailable
source: Bank-card submission is not enabled in this build. No banking details will be sent.
zh_hans: 当前版本尚未开通银行卡提现提交，不会发送银行卡资料。

# bank.withdrawal.unresolved
source: The previous request has an unverified outcome. Do not submit again. Check your withdrawal history and contact support to verify it.
zh_hans: 上一笔请求的结果尚未确认，请勿重复提交。请查看提现记录并联系客服核实。

# chapterStory.artwork
source: Story illustration
zh_hans: 故事插图

# chapterStory.back
source: Back
zh_hans: 返回

# chapterStory.chooseTask
source: Choose a task
zh_hans: 选择任务

# chapterStory.discard
source: Discard local input
zh_hans: 放弃未提交内容

# chapterStory.discardBody
source: Unsubmitted game input will be discarded. Submitted or uncertain actions keep their existing recovery state.
zh_hans: 未提交的玩法内容将被放弃。已提交或结果待确认的操作仍保留原来的恢复状态

# chapterStory.discardQuestion
source: Leave this chapter?
zh_hans: 离开这一章？

# chapterStory.empty
source: This chapter has no story yet
zh_hans: 这一章还没有写下的内容

# chapterStory.end
source: Continue at the current stop to reveal what follows.
zh_hans: 完成当前站点后，继续阅读后面的故事

# chapterStory.guide
source: Stop audio guide
zh_hans: 站点语音导览

# chapterStory.imageFailed
source: Illustration couldn’t load
zh_hans: 插图加载失败

# chapterStory.imageGated
source: Illustrations are awaiting media access
zh_hans: 插图媒体服务尚未接通

# chapterStory.keepEditing
source: Keep editing
zh_hans: 继续编辑

# chapterStory.listen
source: Listen to this passage
zh_hans: 听这段内容

# chapterStory.loadGame
source: Load the game
zh_hans: 加载玩法

# chapterStory.loadingGame
source: Loading the game…
zh_hans: 正在加载玩法…

# chapterStory.loadingImage
source: Loading illustration…
zh_hans: 正在加载插图…

# chapterStory.narration
source: Chapter narration
zh_hans: 章节旁白

# chapterStory.nextTask
source: Next unfinished task
zh_hans: 下一个未完成任务

# chapterStory.play
source: Continue this stop
zh_hans: 继续本站玩法

# chapterStory.return
source: Back to the route
zh_hans: 回到路线

# chapterStory.reveal
source: Read the hidden passage
zh_hans: 展开这段内容

# chapterStory.switchBody
source: Your unsent changes will be discarded. Submitted results and pending outcomes stay unchanged.
zh_hans: 将舍弃当前尚未提交的修改。已提交结果和待确认结果不会改变。

# chapterStory.switchDiscard
source: Discard this draft and switch
zh_hans: 舍弃当前草稿并切换

# chapterStory.switchQuestion
source: Switch tasks?
zh_hans: 切换任务？

# chapterStory.thought.disabled
source: Story thought synchronization is awaiting service approval.
zh_hans: 故事念头同步服务尚待启用

# chapterStory.thought.readback
source: Story progress needs confirmation. Refresh before continuing; the claim will not be resent automatically.
zh_hans: 故事进度需要确认。请先刷新再继续，系统不会自动重复提交认领

# chapterStory.thought.syncing
source: Saving story progress…
zh_hans: 正在同步故事进度…

# chapterStory.title
source: Chapter story
zh_hans: 章节故事

# chapterStory.unavailable
source: This chapter isn’t available
zh_hans: 这一章暂时读不到

# chapterStory.unavailable.detail
source: Return to the route and refresh your progress.
zh_hans: 请返回路线并刷新游玩进度

source: Club access denied
zh_hans: 暂无俱乐部访问权限

# club.accessDeniedHint
source: The server did not allow this account to view this information.
zh_hans: 服务端未允许当前账户查看此信息。

# club.action.acknowledged
source: The server acknowledged the request. Current membership is shown below when available.
zh_hans: 服务器已确认收到请求；获取成功后，下方会显示当前成员状态。

# club.action.apply
source: Apply to join
zh_hans: 申请加入

# club.action.changed
source: Membership or joining policy changed. Refresh the club and review the new action.
zh_hans: 成员状态或加入规则已改变，请刷新俱乐部并确认最新操作。

# club.action.confirm.apply
source: Send an application to this club. You will become a member only after approval.
zh_hans: 向此俱乐部发送申请，审批通过后才能成为成员。

# club.action.confirm.join
source: Send a request to join this club. Your membership will be checked with the server.
zh_hans: 向此俱乐部发送加入请求，随后从服务器确认成员状态。

# club.action.confirm.leave
source: Leave this club? You may lose access to its members and member-only features. Rejoining may require approval.
zh_hans: 确定退出此俱乐部？你可能无法再查看成员及使用成员专属功能，重新加入可能需要审批。

# club.action.fixtureNotice
source: Offline membership fixture · no real club changes
zh_hans: 离线成员示例 · 不会更改真实俱乐部

# club.action.fixtureWrites
source: Synthetic requests:
zh_hans: 模拟请求数：

# club.action.join
source: Join club
zh_hans: 加入俱乐部

# club.action.leave
source: Leave club
zh_hans: 退出俱乐部

# club.action.membership
source: Membership
zh_hans: 成员身份

# club.action.merchant
source: Joining is unavailable for a merchant account.
zh_hans: 商家账号无法在此加入俱乐部。

# club.action.notJoined
source: Current status: not a member
zh_hans: 当前状态：非成员

# club.action.notSent
source: No membership request was sent. Refresh the club before trying again.
zh_hans: 尚未发送成员请求，请刷新俱乐部后再试。

# club.action.owner
source: Creators cannot leave their own club here.
zh_hans: 创建者不能在此退出自己的俱乐部。

# club.action.prepareFailed
source: Could not check current membership. No request was sent.
zh_hans: 无法确认当前成员状态，尚未发送请求。

# club.action.readback
source: Check current membership
zh_hans: 查看当前成员状态

# club.action.readbackUnavailable
source: Current membership could not be checked. Check again before taking another action.
zh_hans: 当前无法确认成员状态，请再次查询后再操作。

# club.action.reapply
source: Apply again
zh_hans: 重新申请

# club.action.rejected
source: The server declined the request.
zh_hans: 服务器拒绝了此请求。

# club.action.unavailable
source: Membership actions are not configured.
zh_hans: 成员操作尚未配置。

# club.action.unknown
source: The request may have reached the server. It will not be sent again. You can check your current membership below.
zh_hans: 请求可能已到达服务器，不会再次发送。你可以在下方查看当前成员状态。

# club.action.unsupported
source: This membership state is not supported. Refresh to check the current status.
zh_hans: 暂不支持此成员状态，请刷新查看最新状态。

# club.action.working
source: Checking membership…
zh_hans: 正在确认成员状态…

# club.address
source: Address
zh_hans: 地址

# club.chat.disabled
source: Club chat entry is not enabled for this deployment. No group has been created.
zh_hans: 当前环境尚未启用俱乐部群聊入口，未创建群聊。

# club.chat.enter
source: Enter group chat
zh_hans: 进入群聊

# club.chat.explanation
source: Enter your club’s group chat. The server will create the group if needed and check your current membership.
zh_hans: 进入俱乐部群聊。服务器将核验当前成员资格，并在需要时创建群聊。

# club.chat.loading
source: Opening group chat…
zh_hans: 正在进入群聊…

# club.chat.rejected
source: Current club membership is required. Refresh the club before trying again.
zh_hans: 需要当前俱乐部成员资格，请刷新俱乐部后重试。

# club.chat.retry
source: Retry this club’s chat
zh_hans: 重试进入此俱乐部群聊

# club.chat.title
source: Club group chat
zh_hans: 俱乐部群聊

# club.chat.unknown
source: The group may already exist. Retry checks the same club’s group; it does not request a different group.
zh_hans: 群聊可能已经创建。重试只会核对同一俱乐部群聊。

# club.city
source: City
zh_hans: 城市

# club.community.actionUnavailable
source: Action unavailable or evidence changed. Refresh and review again.
zh_hans: 操作不可用或权限已变化，请刷新后重新确认

# club.community.actions
source: Post actions
zh_hans: 动态操作

# club.community.addSyntheticImage
source: Add fixture image
zh_hans: 添加测试图片

# club.community.cancel
source: Cancel
zh_hans: 取消

# club.community.clubID
source: Club ID
zh_hans: 俱乐部编号

# club.community.comment
source: Create comment
zh_hans: 发表评论

# club.community.commentContent
source: Write a comment
zh_hans: 写评论

# club.community.commentID
source: Comment ID
zh_hans: 评论编号

# club.community.comments
source: Comments
zh_hans: 评论

# club.community.compose
source: Compose
zh_hans: 写动态

# club.community.confirm
source: Confirm action
zh_hans: 确认操作

# club.community.content
source: Post content
zh_hans: 动态内容

# club.community.create
source: Create post
zh_hans: 发布动态

# club.community.delete
source: Delete post
zh_hans: 删除动态

# club.community.deleteComment
source: Delete comment
zh_hans: 删除评论

# club.community.deleteWarning
source: Review the exact target before deleting.
zh_hans: 删除前请确认目标内容

# club.community.edit
source: Edit post
zh_hans: 编辑动态

# club.community.empty
source: No posts yet
zh_hans: 暂无动态

# club.community.feed
source: Joined club feed
zh_hans: 已加入俱乐部动态
